
/* =================================================================================================== */
/* < Получение центров красоты > */
/* =================================================================================================== */

// Метод запроса: GET
// Получаемые данные:

const Centers = [
	{

		// Уникальный ID центра. Тип данных не важен
		id: 0,

		name: 'Времена года',

		city: 'Москва',

		address: 'Москва, Кутузовский проспект, д. 48, Галереи "Времена года", 3 этаж',

		// Ближайшая сессия
		nearestSession: '12 июля, 10:00',

		// Количество активных специалистов
		specialistsQuantity: '6 человек',

		// Координаты для отображения на карте
		coordinates: {
			lat: 55.722868, 
			long: 37.626549
		}

	},
	{
		id: 1,
		name: 'Септа Бейлора',
		city: 'Королевская Гавань',
		address: 'Вестерос, Королевская гавань, площадь Септы Бейлора',
		nearestSession: 'Центр закрыт',
		specialistsQuantity: 'Было много',
		coordinates: {
			lat: 55.722867, 
			long: 37.626548
		}
	}
];

/* =================================================================================================== */
/* < Получение списка сотрудников > */
/* =================================================================================================== */

// Метод запроса: POST
// Отправляемые данные:

const EmployeesRequest = {

	// Уникальный ID центра. Тип данных не важен
	centerId: 1

};

// Получаемые данные:

const Employees = {



};